accountsservice
acpi
alacritty
alsa-firmware
alsa-plugins
alsa-utils
android-tools
arandr
arc-gtk-theme-eos
archlinux-xdg-menu
aspell
aspell-es
awesome-terminal-fonts
b43-fwcutter
base
base-devel
bash-completion
bind
bitwarden
blueman
bluez
bluez-utils
btop
btrfs-progs
cantarell-fonts
catppuccin-cursors-frappe
catppuccin-cursors-latte
catppuccin-cursors-macchiato
catppuccin-cursors-mocha
cava
cmake
colloid-gtk-theme-git
colloid-icon-theme-git
copyq
cronie
cryptsetup
device-mapper
dex
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracut
drawing
duf
dunst
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-dracut
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-i3wm
espanso-wayland
ethtool
eww
exfatprogs
f2fs-tools
feh
ffmpegthumbnailer
firefox
firewalld
flameshot
galculator
git
glances
gnome-disk-utility
gnome-tweaks
gobject-introspection
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk4-layer-shell
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
htop
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprmag-git
hyprpicker
hyprshot
hyprsunset
i3-wm
i3blocks
i3lock
i3status
ibus
ibus-uniemoji
imv
inetutils
intel-ucode
inxi
iptables-nft
iwd
jfsutils
jq
kded5
kio-admin
kitty
ksnip
less
libdvdcss
libgsf
libopenraw
libwnck3
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance
maim
man-db
man-pages
mdadm
meld
mesa-utils
mkinitcpio
modemmanager
mpc
mpd
mpv
mtools
nano
nano-syntax-highlighting
nemo
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nordic-theme
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
numlockx
nwg-look
obs-studio
openssh
opera
os-prober
pacman-contrib
papirus-icon-theme
paru
pavucontrol
perl
picom-ibhagwan-git
pinta
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
plocate
polkit-gnome
polybar
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
python-pyqt6
python-pystray
python-pywalfox
python-pyxdg
pywal-git
qalculate-qt
qt6-virtualkeyboard
rebuild-detector
reflector
reflector-simple
rofi
rofimoji
rsync
rtkit
rustup
s-nail
scrcpy
scrot
sddm
sg3_utils
slurp
smartmontools
sof-firmware
spicetify-cli
spicetify-marketplace-bin
spotify
spotify-adblock
spotifyd
steam
sudo
swappy
swaybg
swayimg
swaync
swayosd
swww
sysfsutils
sysstat
systemd-sysvcompat
tela-icon-theme
termdown
texinfo
thunderbird
thunderbird-i18n-es-es
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-font-logos
ttf-iosevka
ttf-liberation
ttf-nerd-fonts-symbols
ttf-opensans
ttf-unifont
tumbler
udiskie
unrar
unzip
upower
usb_modeswitch
usbutils
vi
visual-studio-code-bin
waybar
welcome
wev
wget
which
wireless_tools
wireplumber
wl-clipboard
wlogout
wmctrl
woff2-font-awesome
wofi
wpa_supplicant
wtype
xarchiver
xbindkeys
xclip
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xed
xf86-input-libinput
xfce4-power-manager
xfce4-terminal
xfsprogs
xl2tpd
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xremap-hypr-bin
xss-lock
xterm
yay
zen-browser-bin
zip
zsh
